Repository: amirhossein-moloki/AtomTournament
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Post Media
fa: رسانه پست

source: Dashboard
fa: داشبورد

source: Platform Analytics Dashboard
fa: داشبورد تحلیلی پلتفرم

source: Total Revenue
fa: درآمد کل

source: IRR
fa: ریال

source: Platform Share (30%%)
fa: سهم پلتفرم (۳۰٪)

source: Active Players (30d)
fa: بازیکنان فعال (۳۰ روز)

source: Total Users
fa: تعداد کل کاربران

source: Daily Revenue (Last 30 Days)
fa: درآمد روزانه (۳۰ روز گذشته)

source: Player Distribution by Game
fa: توزیع بازیکنان بر اساس بازی

source: Monthly Cash Flow
fa: گردش مالی ماهانه

source: Top Referrers
fa: برترین معرف‌ها

source: Referrer
fa: معرف

source: New Users
fa: کاربران جدید

source: Most Popular Tournaments
fa: محبوب‌ترین تورنمنت‌ها

source: Tournament
fa: تورنمنت

source: Participants
fa: شرکت‌کنندگان

source: Most Profitable Tournaments
fa: سودآورترین تورنمنت‌ها

source: Revenue
fa: درآمد

source: Daily Revenue
fa: درآمد روزانه

source: Players
fa: بازیکنان

source: Income
fa: درآمد

source: Expenses
fa: هزینه‌ها

source: Page not found.
fa: صفحه پیدا نشد.

source: Tournament is required when match is not provided.
fa: در صورت عدم ارائه مسابقه، تورنمنت الزامی است.

source: Match does not belong to the provided tournament.
fa: مسابقه به تورنمنت ارائه شده تعلق ندارد.

source: reported_user or reported_player_id is required.
fa: ارائه `reported_user` یا `reported_player_id` الزامی است.

source: Provide only one of reported_user or reported_player_id.
fa: تنها یکی از `reported_user` یا `reported_player_id` را ارائه دهید.

source: Tournament is required when using reported_player_id.
fa: در صورت استفاده از `reported_player_id`، تورنمنت الزامی است.

source: No user found with this in-game ID for the tournament's game.
fa: هیچ کاربری با این آیدی بازی برای بازی تورنمنت پیدا نشد.

source: Registration has not started yet.
fa: ثبت‌نام هنوز شروع نشده است.

source: Registration has already ended.
fa: ثبت‌نام به پایان رسیده است.

source: You have been reported in tournament %(tournament_name)s.
fa: گزارشی علیه شما در تورنمنت %(tournament_name)s ثبت شده است.

source: Your report against %(reported_user)s has been resolved and the user has been banned.
fa: گزارش شما علیه %(reported_user)s بررسی و کاربر متخلف مسدود شد.

source: Your report against %(reported_user)s has been resolved.
fa: گزارش شما علیه %(reported_user)s بررسی شد.

source: Your report against %(reported_user)s has been rejected.
fa: گزارش شما علیه %(reported_user)s رد شد.

source: Your winner submission has been received.
fa: فرم اعلام برنده شدن شما دریافت شد.

source: Your submission for %(tournament_name)s has been approved.
fa: فرم شما برای تورنمنت %(tournament_name)s تأیید شد.

source: Your submission for %(tournament_name)s has been rejected.
fa: فرم شما برای تورنمنت %(tournament_name)s رد شد.

source: Match generation has been started.
fa: ساخت مسابقات شروع شده است.

source: Countdown started.
fa: شمارش معکوس شروع شد.

source: This match is not in 'ongoing' status.
fa: این مسابقه در وضعیت 'در حال برگزاری' قرار ندارد.

source: The result of this match has already been submitted.
fa: نتیجه این مسابقه قبلاً ثبت شده است.

source: Invalid winner ID.
fa: شناسه برنده نامعتبر است.

source: Invalid winner team ID.
fa: شناسه تیم برنده نامعتبر است.

source: This match is not in 'pending confirmation' status.
fa: این مسابقه در وضعیت 'در انتظار تایید' قرار ندارد.

source: You cannot confirm a result you submitted.
fa: شما نمی‌توانید نتیجه‌ای که خودتان ثبت کرده‌اید را تایید کنید.

source: Reason for dispute must be provided.
fa: دلیل اعتراض باید مشخص شود.

source: You cannot dispute a result you submitted.
fa: شما نمی‌توانید به نتیجه‌ای که خودتان ثبت کرده‌اید اعتراض کنید.

source: You do not have permission to access this file.
fa: شما اجازه دسترسی به این فایل را ندارید.

source: Report resolved and user banned.
fa: گزارش رسیدگی شد و کاربر مسدود شد.

source: Report resolved.
fa: گزارش رسیدگی شد.

source: Report rejected.
fa: گزارش رد شد.

source: Submission approval process has been started.
fa: فرآیند تایید فرم ارسالی شروع شده است.

source: Submission rejected and entry fees refunded.
fa: فرم ارسالی رد شد و هزینه ورودی بازگردانده شد.

source: You are not authorized to login from here.
fa: شما مجاز به ورود از اینجا نیستید.

source: OTP sent successfully.
fa: کد تایید با موفقیت ارسال شد.

source: You do not have permission to view this user's matches.
fa: شما اجازه مشاهده مسابقات این کاربر را ندارید.

source: ID token is required.
fa: توکن شناسایی الزامی است.

source: Google OAuth is not configured on the server.
fa: ورود با گوگل روی سرور تنظیم نشده است.

source: Unable to verify token with Google at this time.
fa: در حال حاضر امکان تایید توکن با گوگل وجود ندارد.

source: An unexpected error occurred. Please try again later.
fa: خطای غیرمنتظره‌ای رخ داد. لطفاً بعداً دوباره تلاش کنید.

source: User with this email does not exist.
fa: کاربری با این ایمیل وجود ندارد.
